Repository: SouzaTeles/woocommerce-erede-fixed
Catalog: languages/messages-*.po
Languages: pt_br

source: Could not update transaction
pt_br: Não foi possível atualizar a transação

source: e.Rede order not completed. Confirm order before completion
pt_br: Necessário capturar o(s) pedido(s) e.Rede antes de concluí-lo(s)

source: An error occurred to confirm the order
pt_br: Não foi possível capturar o(s) pedido(s)

source: Could not refund transaction:
pt_br: Não foi possível realizar o reembolso da transação:

source: It's not allowed change status of e.Rede order to selected status:
pt_br: Não é possível alterar o status do(s) pedido(s) e.Rede para o status selecionado:

source: Transaction Log
pt_br: Log de transação

source: Transaction Logs
pt_br: Logs de transações

source: Log ID
pt_br: ID do log

source: Order ID
pt_br: Número do pedido

source: Message(All)
pt_br: Todas mensagens

source: Success
pt_br: Sucesso

source: Error
pt_br: Erro

source: Environment(All)
pt_br: Todos ambientes

source: Test
pt_br: Teste

source: Production
pt_br: Produção

source: Stage(All)
pt_br: Todas etapas

source: Checkout
pt_br: Finalização

source: Capture
pt_br: Captura

source: Update
pt_br: Sincronizar

source: Refund
pt_br: Reembolso

source: Filter
pt_br: Filtro

source: Empty Trash
pt_br: Lixeira vazia

source: yyyy-mm-dd
pt_br: aaaa-mm-dd

source: mm/dd/yyyy
pt_br: mm/dd/aaaa

source: dd/mm/yyyy
pt_br: dd/mm/aaaa

source: No transaction avaliable.
pt_br: Sem transações disponíveis

source: Log Date
pt_br: Data e Hora do Log

source: Message
pt_br: Mensagem

source: Environment
pt_br: Ambiente

source: Stage
pt_br: Etapa

source: Delete
pt_br: Excluir

source: log excluded
pt_br: log excluído

source: logs excluded
pt_br: logs excluídos

source: Transactions Log e.Rede
pt_br: Log de transações e.Rede

source: Number of items per page:
pt_br: Número de itens por página:

source: Synchronize
pt_br: Sincronizar

source: Order updated.
pt_br: Pedido atualizado.

source: %sx of %s no interest.
pt_br: %sx de %s sem juros.

source: Error processing checkout. Please try again.
pt_br: Erro ao finalizar a compra. Por favor tente novamente

source: Invalid CPF
pt_br: CPF inválido

source: Full refund is required.
pt_br: Só é possível realizar o estorno no valor total do pedido.

source: Enable
pt_br: Habilitado

source: Enables module in your store
pt_br: Habilita o módulo da Rede no checkout da loja

source: Affiliation number
pt_br: Filiação

source: Rede Affiliation Number
pt_br: Número de filiação do estabelecimento

source: Access password
pt_br: Senha de acesso gerada no portal Rede

source: Invoice Number
pt_br: Nome na fatura

source: The parameter consists of 22 characters. The first 8 characters identify the name of the establishment that will be displayed in the cardholder bill. Rede inserts a hyphen after 8 characters and offers 13 characters to be dynamically sent per transaction. Example: StoreName-ProductName To use this feature, visit the Rede website and access the menu item e.Rede > Identificação na fatura or contact the Call Center. The service is only enabled with the registered name. Once enabled, the feature is available within 24 hours
pt_br: O parâmetro é composto por 22 caracteres. Os 8 primeiros caracteres são para identificar o nome do estabelecimento, que será exibido de forma estática na fatura do portador do cartão. Após os 8 caracteres, a Rede insere um hífen e disponibiliza mais 13 caracteres a serem enviados dinamicamente por transação. Exemplo: nomeloja-nomedoproduto Para utilizar essa funcionalidade, acesse o portal da Rede no menu e.Rede > Identificação na fatura ou entre em contato com a Central de atendimento da Rede. Caso o nome não seja cadastrado, o serviço não será habilitado. Após a habilitação do serviço via portal, a funcionalidade será disponibilizada dentro de um prazo de até 24 horas

source: Title
pt_br: Título

source: Name that will be displayed for this payment method at the checkout
pt_br: Nome que deve ser apresentado para este meio de pagamento no checkout da sua loja

source: Sets the environment
pt_br: Define o ambiente de uso

source: Transaction Type
pt_br: Tipo de transação

source: Transaction type that will be sent to Rede
pt_br: O tipo de transação que será enviado para a Rede

source: Automatic Capture
pt_br: Captura automática

source: Later Capture
pt_br: Captura posterior

source: Quota
pt_br: Número máximo de parcelas

source: Sets up how many quota your the store provide
pt_br: Define até quantas parcelas sua loja disponibilizará no ato do pagamento

source: Minimum installment amount
pt_br: Valor mínimo para parcelamento

source: Sets a minimum installment amount. Ex: 99
pt_br: Define um valor mínimo para disponibilizar a função de parcelamento na sua loja. Ex: 99

source: Minimum quota amount
pt_br: Valor mínimo da parcela

source: Sets a specific minimum quota amount. Ex: 99
pt_br: Define um valor mínimo específico para cada parcela. Ex: 99

source: Credz card does not accept this kind of capture. Automatic capture will be used on checkout for this card.
pt_br: A bandeira Credz não aceita esse tipo de captura. Na finalização do pedido com esta bandeira será realizada a captura automática.

source: Minimum installment invalid.
pt_br: Valor mínimo para parcelamento inválido.

source: Minimum installment value invalid.
pt_br: Valor mínimo para cada parcela inválido.

source: and %s
pt_br: e %s

source: Config: Affiliation was not informed
pt_br: Config: Filiação não informada

source: Config: Token was not informed
pt_br: Config: Token não informado

source: Config: Invoice Name exceeded 13 characters
pt_br: Config: Nome da fatura excedeu o limite de 13 caracteres

source: Invalid name. Fill in with first and last name
pt_br: Nome inválido. Preencher com nome e sobrenome

source: Invalid Card Number
pt_br: Número de cartão inválido

source: Invalid Card Brand
pt_br: Cartão não aceito

source: Expiration must be greater or equal to the current month/year
pt_br: Validade deve ser maior ou igual ao mês/ano corrente

source: CSC code must be 3 digits
pt_br: Código de segurança deve ter 3 dígitos

source: Invalid Installments
pt_br: Número de parcelas inválida

source: Transaction Date
pt_br: Data da Transação

source: Customer Name
pt_br: Nome do Comprador

source: Order Value
pt_br: Total da Compra

source: Installments Amount
pt_br: Número de Parcelas da Compra

source: Currency
pt_br: Moeda

source: Transaction Status
pt_br: Situação da Transação

source: BIN
pt_br: BIN do Cartão

source: Last 4 digits
pt_br: Últimos 4 Dígitos

source: Name of card holder
pt_br: Nome do Titular do Cartão

source: Card Number
pt_br: Número do Cartão de Crédito

source: Expiration
pt_br: Validade

source: MM / YY
pt_br: MM / AA

source: CSC Code
pt_br: Cód. de Segurança

source: What is the CSC Code?
pt_br: O que é Cód. de Segurança?

source: Installments
pt_br: Número de Parcelas

source: Settings
pt_br: Configurações
